export const WEBSOCKET_URL: string = 'ws://localhost:8080'

export const Poets: string[] = [
  'علام',
  'امرؤ القيس',
  'أحمد شوقي',
  'المتنبي',
  'عنترة بن شداد',
] as const

export const Bohours: string[] = [
  '--',
  'الكامل',
  'الطويل',
  'البسيط',
  'الوافر',
] as const

export const LoadingResponseTextAnimated: string[] = [
  'أفهم كلمات المستخدم',
  'أحدد الفكرة الرئيسية',
  'أنتج الكلمات المناسبة',
  'أبني البيت التالي',
  'أحلل وزن البيت',
  'أعد ضبط الإيقاع',
  'أقنن الكلمات لتتناسب مع الوزن',
  'أختار الصور الشعرية بعناية',
  'أعيد صياغة البيت ليصبح أكمل',
  'أراجع التراكيب اللغوية',
  'أصقل الكلمات لتصبح أكثر قوة',
]
